Repository: atk14/Atk14Eshop
Catalog: locale/*/LC_MESSAGES/vendor.po
Languages: cs_cz

source: Temporary file uploading is not enabled
cs_cz: Nahrávání dočasných souborů není povoleno

source: The file exceeds the maximum file size, which is %s
cs_cz: Soubor překračuje maximální velikost, která je %s.

source: Error 1
cs_cz: Chyba 1

source: Error 2
cs_cz: Chyba 2

source: The file has been already deleted on the server, please upload it again
cs_cz: Soubor byl na serveru již smazán, nahrajte jej prosím znovu.

source: The file was not fully uploaded, please upload it again
cs_cz: Soubor nebyl zcela nahrán, nahrajte jej prosím znovu.

source: Remove file
cs_cz: Odstranit soubor

source: from
cs_cz: od

source: to
cs_cz: do

source: Please enter a valid company registration number
cs_cz: Zadejte platné IČ

source: Enter the company number as eight digits
cs_cz: Zadejte IČ ve formátu 8 číslic

source: Enter the company number as seven digits
cs_cz: Zadejte IČ ve formátu 7 číslic

source: Enter the company number as nine digits
cs_cz: Zadejte IČ ve formátu 9 číslic

source: Enter the company number as LV and eleven digits
cs_cz: Zadejte IČ ve formátu LV a 11 číslic

source: Enter the company number as ten digits
cs_cz: Zadejte číslo společnosti jako deset číslic

source: Title
cs_cz: Název

source: Ensure this number has at most %max% digits (it has %digits% including allowed decimal places).
cs_cz: Zajistěte, aby toto číslo mělo maximálně %max% číslic (teď má %digits% včetně povolených desetinných míst).

source: Ensure this number has at most %max% digits in integer-part (it has %integers%).
cs_cz: Zajistěte, aby toto číslo mělo maximálně %max% číslic před desetinnou čárkou (teď má %integers%).

source: Ensure this number has at most %max% decimal places (it has %decimal_places%).
cs_cz: Zajistěte, aby toto číslo mělo maximálně %max% desetinných míst (teď má %decimal_places%).

source: Please try to solve the test. It is important for us to be sure that we are communicating with a human.
cs_cz: Prosím, pokuste to vyřešit. Je pro nás důležité, abychom si byli jisti, že komunikujeme s člověkem.

source: The test was not successful. Please try it again.
cs_cz: Test nebyl úspěšný. Zkuste to prosím znovu.

source: We are experiencing some technical issue during the communication with an captcha API. Please try it later.
cs_cz: Při komunikaci s rozhraním captcha API se vyskytl technický problém. Zkuste to prosím později.

source: Headers
cs_cz: Hlavičky

source: HTML body
cs_cz: HTML text

source: Plain text body
cs_cz: Prostý text

source: No mail has been sent
cs_cz: Žádný e-mail nebyl odeslán

source: Enter phone number in format %sample_phone_number%
cs_cz: Zadejte telefonní číslo ve formátu %sample_phone_number%

source: Enter valid phone number (%sample_phone_number%)
cs_cz: Zadejte platné telefonní číslo (%sample_phone_number%)

source: Enter phone number
cs_cz: Zadejte telefonní číslo

source: remove
cs_cz: odstranit

source: Download attachment
cs_cz: Stáhnout přílohu

source: Display image
cs_cz: Zobrazit obrázek

source: Unknown error
cs_cz: Neznámá chyba

source: Minimum of the range is required
cs_cz: Je požadováno minimum rozsahu

source: Maximum of the range is required
cs_cz: Je požadováno maximum rozsahu

source: Value is out of range of allowed values
cs_cz: Hodnota je mimo rozsah povolených hodnot

source: Invalid input for range field
cs_cz: Neplatný vstup pro rozsahové pole

source: This range field accepts only numeric values
cs_cz: Toto rozsahové pole přijímá pouze číselné hodnoty

source: <!-- range --> from
cs_cz: od

source: <!-- range --> to
cs_cz: do

source: We are experiencing some technical issue during the communication with Google. Please try it later.
cs_cz: Během komunikace se společností Google došlo k technickým problémům. Zkuste to prosím později.

source: funny-green-mug
cs_cz: zabavny-zeleny-hrnek

source: Write something like black-cat-white-cat
cs_cz: Napište něco jako cerna-kocka-bily-kocour

source: This doesn't look like an URL
cs_cz: Toto nevypadá jako URL

source: Please enter a valid zip code
cs_cz: Zadejte prosím platné PSČ

source: Enter the ZIP code as NNN NN
cs_cz: Zadejte PSČ ve formátu NNN NN

source: enter four digits
cs_cz: zadejte čtyři číslice

source: enter five digits
cs_cz: zadejte pět číslic

source: Enter six digits
cs_cz: Zadejte šest číslic

source: Enter seven digits
cs_cz: Zadejte sedm číslic

source: Enter five digits
cs_cz: Zadejte pět číslic
